<?php
/*
Это файл конфигурации для moz accessID и секретного ключа для просмотра блогов CICADA-SEARCH.
 Если вы не являетесь блоггером или, другими словами, если вас не интересует какая-то отвратительная информация о целевом сайте, вы можете оставить этот файл в покое.

 - Но мне интересно, и я не знаю, где взять эти ключи: '(...
 - В таком случае зайдите и создайте учетную запись на moz.com и сгенерируйте свою связку ключей здесь: https://moz.com/products/mozscape/access

 ПОЖАЛУЙСТА, ОБРАТИТЕ ВНИМАНИЕ: бесплатные аккаунты имеют ограничения в 27 000 звонков в месяц, что, как я полагаю, более чем достаточно, но если вам этого не хватает, просто создайте новую учетную запись в moz, получите новую связку ключей и замените старые.*/

$accessID = "put your access id in between the quotes"; // это где вы положили свой идентификатор доступа
$secretKey = "paste your secretkey in between the quotes"; // Ваш секретный ключ идет сюда

?>
